{

    "General Provisions": {
        "en": {

            "Article 1": "This law is formulated so as to prevent and stop domestic violence, to protect the lawful rights and interests of family members, to preserve equal, tranquil, and civilized family relationships; and to promote family harmony and social stability.",
            "Article 2": "Domestic violence as used in this Law refers to physical, psychological or other infractions between family members effected through the use of methods such as beatings, restraints, maiming, restrictions on physical liberty as well as recurrent verbal berating or intimidation.",
            "Article 3": "Family members shall help each other, love each other and live in harmony, and perform familial obligations. Countering domestic violence is the joint responsibility of the State, society and every family. The State prohibits domestic violence in any form. ",
            "Article 4": " People's government institutions at the county level or above with responsibility for efforts on women and children, are responsible for organizing, coordinating, guiding, supervising and driving relevant departments' efforts to counter domestic violence. Relevant departments of people's governments at the county level or above, judicial organs, people's organizations, social organizations, residents' committees , villagers' committee, enterprises and public institutions, shall work to counter domestic violence in accordance with this law and relevant laws and regulations.All levels of people's government shall ensure necessary funding for efforts to counter domestic violence.",
            "Article 5": "Efforts to counter domestic violence follow the principles of putting prevention first, and combining education, corrections and punishment.Efforts to counter domestic violence shall respect victims' true wishes and protect parties' privacy.Minors, the elderly, persons with disabilities, pregnant and nursing women, and persons with serious illnesses who sustain domestic violence infractions shall be given special protections."

        },
        "cn": {

            "Article 1": "为了预防和制止家庭暴力，保护家庭成员的合法权益，维护平等、和睦、文明的家庭关系，促进家庭和谐、社会稳定，制定本法。",
            "Article 2": "本法所称家庭暴力，是指家庭成员之间以殴打、捆绑、残害、限制人身自由以及经常性谩骂、恐吓等方式实施的身体、精神等侵害行为。",
            "Article 3": "家庭成员之间应当互相帮助，互相关爱，和睦相处，履行家庭义务。反家庭暴力是国家、社会和每个家庭的共同责任。国家禁止任何形式的家庭暴力",
            "Article 4": "县级以上人民政府负责妇女儿童工作的机构，负责组织、协调、指导、督促有关部门做好反家庭暴力工作。县级以上人民政府有关部门、司法机关、人民团体、社会组织、居民委员会、村民委员会、企业事业单位，应当依照本法和有关法律规定，做好反家庭暴力工作。各级人民政府应当对反家庭暴力工作给予必要的经费保障。",
            "Article 5": "反家庭暴力工作遵循预防为主，教育、矫治与惩处相结合原则。反家庭暴力工作应当尊重受害人真实意愿，保护当事人隐私。未成年人、老年人、残疾人、孕期和哺乳期的妇女、重病患者遭受家庭暴力的，应当给予特殊保护。"

        }
    },
    "Prevention of Domestic Violence": {
        "en": {
            "Article 6": "The State initiates publicity and education on family values, popularizing knowledge on combatting domestic violence and strengthening awareness of domestic violence. Labor unions, the Communist Youth League, women's federations, and the Disabled Persons Federations shall each organize the initiation of publicity and education on family values and countering domestic violence, within the scope of their work. Radio, television, newspapers, online networks and so forth shall initiate publicity on family values and countering domestic violence.Schools and kindergartens shall initiate publicity on family values and countering domestic violence.",
            "Article 7": " Relevant departments of people's governments at the county level or above, judicial organs, and womens federations shall include efforts to prevent and stop domestic violence in their operations training and statistics. Medical establishments shall do a good job of recording treatment of victims of domestic violence.",
            "Article 8": "Township people's governments and neighborhood offices shall organize and develop efforts to prevent domestic violence, and residents' committees, villagers' committee and social work service organizations shall coordinate and assist them.",
            "Article 9": "All levels of people's government shall support social work service organizations in developing services such as mental health consultation, family relationship guidance, and education on prevention of domestic violence.",
            "Article 10": "People's mediation organizations shall mediate family disputes in accordance with law, to prevent and reduce the incidence of domestic violence.",
            "Article 11": "Employment units discovering that their personnel have domestic violence situations shall give criticism and education, and do a good job of efforts to mediate or resolve family conflicts.",
            "Article 12": "Guardians of minors shall carry out family education and lawfully perform guardianship and educational duties in a civilized fashion, and must not commit domestic violence."
        },
        "cn": {
            "Article 6": "国家开展家庭美德宣传教育，普及反家庭暴力知识，增强公民反家庭暴力意识。工会、共产主义青年团、妇女联合会、残疾人联合会应当在各自工作范围内，组织开展家庭美德和反家庭暴力宣传教育。广播、电视、报刊、网络等应当开展家庭美德和反家庭暴力宣传。学校、幼儿园应当开展家庭美德和反家庭暴力教育。",
            "Article 7": "县级以上人民政府有关部门、司法机关、妇女联合会应当将预防和制止家庭暴力纳入业务培训和统计工作。医疗机构应当做好家庭暴力受害人的诊疗记录。",
            "Article 8": "乡镇人民政府、街道办事处应当组织开展家庭暴力预防工作，居民委员会、村民委员会、社会工作服务机构应当予以配合协助。",
            "Article 9": "各级人民政府应当支持社会工作服务机构等社会组织开展心理健康咨询、家庭关系指导、家庭暴力预防知识教育等服务。",
            "Article 10": "人民调解组织应当依法调解家庭纠纷，预防和减少家庭暴力的发生。",
            "Article 11": "用人单位发现本单位人员有家庭暴力情况的，应当给予批评教育，并做好家庭矛盾的调解、化解工作。",
            "Article 12": "未成年人的监护人应当以文明的方式进行家庭教育，依法履行监护和教育职责，不得实施家庭暴力。"
        }
    },
    "Disposition of Domestic Violence": {
        "en": {
            "Article 13": "Victims of domestic violence, their legally-designated representatives and close family may make a complaint, give feedback or seek aid from the perpetrator's or victim's unit, residents' committee and villagers' committee, womens federation or other relevant unit. After relevant units receive a complaint of domestic violence, feedback or a request for aid, they shall give help and disposition. Victims of domestic violence and their legally-designated representatives or close relatives may also report cases to the public security organs, or raise a lawsuit in the people's courts.Units or individuals discovering acts of domestic violence have the right to promptly discourage it.",
            "Article 14": "Where schools, kindergartens, medical establishments, residents' committees, villagers' committees, social work service organizations, relief management organizations, welfare organizations or their employees discover in the course of their work that a person lacking civil capacity or with limited civil capacity has suffered domestic violence or might have suffered domestic violence; they shall promptly report it to a public security organ. Public security organs shall preserve the confidentiality of those making reports.",
            "Article 15": " After public security organs receive a report of domestic violence, they shall promptly dispatch police, stop the domestic violence, and follow the relevant provisions in investigating and gathering evidence, assisting victims in receiving medical care, and evaluating injuries. Where persons lacking civil capacity or having limited civil capacity are seriously physically injured or face a threat to their physical safety due to domestic violence , or are in dangerous situation such as having nobody looking after them, the public security organs shall notify and assist the civil affairs departments in having them placed in a temporary shelter, aid management organization or welfare organization.",
            "Article 16": "Where the circumstances of domestic violence are lighter and public security administrative sanctions are not given in accordance with law, the public security organs are to give the perpetrator criticism and education or issue a written warning.Written warnings shall include content such as the identity of the perpetrator, a statement of facts on the domestic violence incident, and a prohibition against the perpetrator continuing to commit domestic violence.",
            "Article 17": "Public security organs shall send the written warning to the perpetrator and victims, and inform residents' committees and villagers' committees.Residents' committees, villagers' committees and public security police substations shall make inspection visits of perpetrators and victims that have received written warnings, and oversee that the perpetrator does not commit further domestic violence.",
            "Article 18": "People's governments at the county level or districted-city level may, either independently or by retaining an aid management organization, establish residential shelters to provide temporary residential assistance to victims of domestic violence.",
            "Article 19": " Legal aid organizations shall provide legal aid to victims of domestic violence in accordance with law.People's courts shall delay, reduce, or waive litigation fees for victims of domestic violence in accordance with law.",
            "Article 20": "People's courts trying cases involving domestic violence may verify facts of domestic violence on the basis of evidence such as public security organs' dispatch records, written warnings, and injury evaluation opinions.",
            "Article 21": "Where guardians commit domestic violence and seriously encroach their wards' lawful rights and interests, the people's courts may revoke guardianship credentials in accordance with law and separately appoint another guardian on the basis of an application by relevant persons or units such as the wards' close relatives, residents' committees, villagers' committees, or civil affairs departments of county level people's governments.Perpetrators who have their guardianship qualifications revoked shall continue to bear the costs of maintenance, support, or custody for their wards.",
            "Article 22": " Labor unions, the Communist Youth League, women's federations, the Disabled Persons Federations, residents' committees, villagers' committees and so forth, shall conduct legal education of perpetrators of domestic violence, and when necessary may conduct psychological counseling of the perpetrators and victims."

        },
        "cn": {
            "Article 13": "家庭暴力受害人及其法定代理人、近亲属可以向加害人或者受害人所在单位、居民委员会、村民委员会、妇女联合会等单位投诉、反映或者求助。 有关单位接到家庭暴力投诉、反映或者求助后，应当给予帮助、处理。家庭暴力受害人及其法定代理人、近亲属也可以向公安机关报案或者依法向人民法院起诉。单位、个人发现正在发生的家庭暴力行为，有权及时劝阻。",
            "Article 14": "学校、幼儿园、医疗机构、居民委员会、村民委员会、社会工作服务机构、救助管理机构、福利机构及其工作人员在工作中发现无民事行为能力人、限制民事行为能力人遭受或者疑似遭受家庭暴力的，应当及时向公安机关报案。 公安机关应当对报案人的信息予以保密。",
            "Article 15": "公安机关接到家庭暴力报案后应当及时出警，制止家庭暴力，按照有关规定调查取证，协助受害人就医、鉴定伤情。无民事行为能力人、限制民事行为能力人因家庭暴力身体受到严重伤害、面临人身安全威胁或者处于无人照料等危险状态的，公安机关应当通知并协助民政部门将其安置到临时庇护场所、救助管理机构或者福利机构。",
            "Article 16": "家庭暴力情节较轻，依法不给予治安管理处罚的，由公安机关对加害人给予批评教育或者出具告诫书。告诫书应当包括加害人的身份信息、家庭暴力的事实陈述、禁止加害人实施家庭暴力等内容。",
            "Article 17": "公安机关应当将告诫书送交加害人、受害人，并通知居民委员会、村民委员会。居民委员会、村民委员会、公安派出所应当对收到告诫书的加害人、受害人进行查访，监督加害人不再实施家庭暴力",
            "Article 18": "县级或者设区的市级人民政府可以单独或者依托救助管理机构设立临时庇护场所，为家庭暴力受害人提供临时生活帮助。",
            "Article 19": "法律援助机构应当依法为家庭暴力受害人提供法律援助。人民法院应当依法对家庭暴力受害人缓收、减收或者免收诉讼费用。",
            "Article 20": "人民法院审理涉及家庭暴力的案件，可以根据公安机关出警记录、告诫书、伤情鉴定意见等证据，认定家庭暴力事实。",
            "Article 21": "监护人实施家庭暴力严重侵害被监护人合法权益的，人民法院可以根据被监护人的近亲属、居民委员会、村民委员会、县级人民政府民政部门等有关人员或者单位的申请，依法撤销其监护人资格，另行指定监护人。被撤销监护人资格的加害人，应当继续负担相应的赡养、扶养、抚养费用。",
            "Article 22": "工会、共产主义青年团、妇女联合会、残疾人联合会、居民委员会、村民委员会等应当对实施家庭暴力的加害人进行法治教育，必要时可以对加害人、受害人进行心理辅导。"

        }
    },
    "Personal Safety Protection Orders": {
        "en": {
            "Article 23": "Where parties apply to people's courts for a personal safety protection order because they have suffered domestic violence or face an actual threat of domestic violence, people's courts shall accept it.Where parties are persons with limited or no civil capacity, or are unable to apply for a personal safety protection order due to coercion or intimidation, their close relatives, public security organs, womens federations, residents' committees, villagers' committees, or aid management organizations may apply on their behalf.",
            "Article 24": " Applications for personal safety protection orders shall be submitted in writing; where there is truly a difficulty in applying in writing, the application may be oral and the people's courts will enter it in the record.",
            "Article 25": "The basic level people's courts for the residence of the applicant, the residence of the subject of the application, or the location where domestic violence occurred have jurisdiction over personal safety protection order cases.",
            "Article 26": " Personal safety protection orders are issued by the people's courts as a ruling.",
            "Article 27": ["The following conditions shall be met to make a personal safety protection order:", ["Have a clear subject of the application;", " Have a specific request;", "have circumstances of having suffered domestic violence or facing an actual threat of domestic violence."]],
            "Article 28": "After people's courts accept an application, they shall make a personal safety protection order within 72 hours, or reject the application; where the situation is urgent, it shall be made within 24 hours.",
            "Article 29": ["Personal safety protection orders may include the following measures:", ["Prohibiting the subject of the application from perpetrating domestic violence", "Prohibiting the subject of the application from harassing, following, or having contact with the applicant or their close family", "Ordering the subject of the application to move out of the applicant's residence", "Other measures for the protection of the applicants' personal safety."]],
            "Article 30": "The validity period for personal safety protection orders does not exceed six months, and they take effect on the date they are made. Prior to the expiration of a personal safety protection order, people's courts may withdraw, modify or extend it on the basis of an applicants applications.",
            "Article 31": " Where applicants are dissatisfied with the rejection of an application or where the subject of an application is dissatisfied with the personal safety protection order, they may apply to the people's court making the ruling for a single reconsideration within 5 days of the ruling taking effect. The enforcement of personal safety protection orders made by a people's court in accordance with law is not stopped during the period for reconsideration.",
            "Article 32": "After people's courts issue personal safety protection orders, they shall be served on the applicant and subject of the application, the public security organs, as well as residents ' and villagers ' committees and other relevant organizations. Personal safety protection order are enforced by the people's courts; public security organs as well as residents' and villagers' committees shall assist in enforcement."

        },
        "cn": {
            "Article 23": "当事人因遭受家庭暴力或者面临家庭暴力的现实危险，向人民法院申请人身安全保护令的，人民法院应当受理。当事人是无民事行为能力人、限制民事行为能力人，或者因受到强制、威吓等原因无法申请人身安全保护令的，其近亲属、公安机关、妇女联合会、居民委员会、村民委员会、救助管理机构可以代为申请。",
            "Article 24": "申请人身安全保护令应当以书面方式提出；书面申请确有困难的，可以口头申请，由人民法院记入笔录。",
            "Article 25": "人身安全保护令案件由申请人或者被申请人居住地、家庭暴力发生地的基层人民法院管辖。",
            "Article 26": "人身安全保护令由人民法院以裁定形式作出。",
            "Article 27": ["作出人身安全保护令，应当具备下列条件：", ["有明确的被申请人", "有具体的请求", "有遭受家庭暴力或者面临家庭暴力现实危险的情形。"]],
            "Article 28": "人民法院受理申请后，应当在七十二小时内作出人身安全保护令或者驳回申请；情况紧急的，应当在二十四小时内作出。",
            "Article 29": ["人身安全保护令可以包括下列措施：", ["禁止被申请人实施家庭暴力", "禁止被申请人骚扰、跟踪、接触申请人及其相关近亲属", "责令被申请人迁出申请人住所", "保护申请人人身安全的其他措施"]],
            "Article 30": "人身安全保护令的有效期不超过六个月，自作出之日起生效。 人身安全保护令失效前，人民法院可以根据申请人的申请撤销、变更或者延长。",
            "Article 31": "申请人对驳回申请不服或者被申请人对人身安全保护令不服的，可以自裁定生效之日起五日内向作出裁定的人民法院申请复议一次。 人民法院依法作出人身安全保护令的，复议期间不停止人身安全保护令的执行。",
            "Article 32": "人民法院作出人身安全保护令后，应当送达申请人、被申请人、公安机关以及居民委员会、村民委员会等有关组织。 人身安全保护令由人民法院执行，公安机关以及居民委员会、村民委员会等应当协助执行。"
        }
    },
    "Legal Responsibility": {
        "en": {
            "Article 33": "Where perpetrators commit domestic violence with conduct that constitutes a violation of public security management, public security punishments are to be given according to the law; where a crime is constituted, criminal responsibility is to be pursued in accordance with law.",
            "Article 34": "Where the subject of an application's violation of a personal safety protection order constitutes a crime, pursue criminal responsibility in accordance with law; where it does not constitute a crime, the people's courts shall give reprimands and may, on the basis of the severity, give a fine of up to 1000 yuan and detention of up to 15 days",
            "Article 35": "Where schools, kindergartens, medical establishments, residents' committees, villagers' committees, social work service organizations, relief management organizations, welfare organizations or their employees do not follow article 14 of this law in making a report to the public security organs, causing serious consequences, the directly responsible management personnel and other directly responsible personnel are sanctioned by the competent administrative department at the level above or by that unit.",
            "Article 36": "Where state personnel who have anti-Domestic Violence duties derelict their duty, abuse their authority, or play favorites, they shall be punished in accordance with law; where it constitutes a crime, they shall be pursued for criminal responsibility in accordance with law."

        },
        "cn": {
            "Article 33": "加害人实施家庭暴力，构成违反治安管理行为的，依法给予治安管理处罚；构成犯罪的，依法追究刑事责任。",
            "Article 34": "被申请人违反人身安全保护令，构成犯罪的，依法追究刑事责任；尚不构成犯罪的，人民法院应当给予训诫，可以根据情节轻重处以一千元以下罚款、十五日以下拘留。",
            "Article 35": "学校、幼儿园、医疗机构、居民委员会、村民委员会、社会工作服务机构、救助管理机构、福利机构及其工作人员未依照本法第十四条规定向公安机关报案，造成严重后果的，由上级主管部门或者本单位对直接负责的主管人员和其他直接责任人员依法给予处分。",
            "Article 36": "负有反家庭暴力职责的国家工作人员玩忽职守、滥用职权、徇私舞弊的，依法给予处分；构成犯罪的，依法追究刑事责任。"
        }
    },
    "": {
        "en": {
            "Article 37": " Where persons living together other than family members commit acts of violence against each other, proceed with reference to this law.",
            "Article 38": "This law ented into force on March 1, 2016."
        },
        "cn": {
            "Article 37": "家庭成员以外共同生活的人之间实施的暴力行为，参照本法规定执行。",
            "Article 38": "This law ented into force on March 1, 2016."
        }
    }
}